{
    "menu":{
        "INICIO": "TOP OF PAGE",
        "SOBRE MI": "ABOUT ME",
        "CURRICULUM": "CURRICULUM",
        "PROYECTOS": "WORK",
        "CONTACTO": "CONTACT"
    },
    "inicio":{
        "Hola, soy Diego":"Hi, I'm Diego" 
    },
    "sobre-mi":{
        "Sobre Mi": "About Me",
        "Infor": "Hello, I'm Diego Moreno.",
        "Informacion": "Currently, I work as a Backend Developer at Globalcaja (Ext Deltanet SI). I'm a proactive person who enjoys taking on new challenges. When it comes to public speaking, I have no problem. I consider myself an empathetic person, curious, with a phone smile, and a great enthusiasm for improving myself every day. As a former basketball player, I'm competitive and love working as a team to achieve goals. Learning something new every day makes me feel fulfilled. I have extensive knowledge in office software (Word, Excel, PowerPoint, Microsoft Office, zoom, teams, jira), several programming languages (php, jquery, java, C#, angular), Drupal and WordPress frameworks, and markup languages HTML5, CSS, Bootstrap. I'm available to travel and to grow personally and professionally. Language: English B1 and French A1.",
        "Datos Personales": "Personal Information",
        "Cumpleaños": "Birthday",
        "Teléfono": "Telephone",
        "Dirección": "Address",
        "Cargo": "Job",
        "Intereses": "Intereses",
        "MÚSICA": "Music",
        "CV": "../assets/img/CV_DiegoMoreno_en.pdf",
        "Descargar CV": "Download CV"
    },
    "intereses":{
        "Intereses": "Personal Interests",
        "VIDEOJUEGOS": "VIDEOGAMES",
        "MUSICA": "MUSIC",
        "VIAJAR": "TRAVEL",
        "DEPORTE": "SPORT",
        "POESIA": "POETRY",
        "COCHES": "CAR",
        "FOTOS": "PHOTOS"
    },
    "skills":{
        "Alto": "High",
        "Medio": "Medium",
        "Bajo": "Low",
        "Technical":"Technical Skills",
        "Professional":"Professional Skills",
        "Comunicacion":"Comunication",
        "Equipo":"Teamwork",
        "Creatividad":"Creativity",
        "Dedicacion": "Dedication"
    },
    "educacion": {
        "Educación": "Education",
        "DAW": "DAW is an official FP qualification that focuses on the development, maintenance and implementation of computer applications in different web environments, both on the Internet and on the intranet and extranet Javascript, PHP, bootstrap, CSS, HTML5, Java...",
        "Bachillerato": "Baccalaureate",
        "LOMCE": "Technological Baccalaureate of the LOMCE law.",
        "Certificaciones": "Other certifications",
        "Google": "Introduction to Google Web Development 2022."
    },
    "experiencia":{
        "Experiencia": "Work experience",
        "Globalcaja": "My functions are the provision of data extraction services through functional queries to extract the data, and then the front-end team can paint the requested data. Other functions I have had to perform include remote support, migrations, and report generation.",
        "PuestoD": "Drupal Developer",
        "Drupal": "My work involved both Frontend and Backend development, creating blocks, working with the Rest API, creating .twig templates, and designing with bootstrap, CSS, HTML... And obtaining JSON data."
    },
    "contacto":{
        "Nombre": "Name",
        "Email": "Email",
        "Asunto": "Subject",
        "Mensaje": "Message",
        "Enviar": "Send"
    },
    "footer":{
        "FIN": "THE END",
        "muchas-gracias": "Thank you very much for entering my website, I leave you here my links!"
    }

}