{
    "menu":{
        "INICIO": "INICIO",
        "SOBRE MI": "SOBRE MI",
        "CURRICULUM": "CURRICULUM",
        "PROYECTOS": "PROYECTOS",
        "CONTACTO": "CONTACTOS"
    },
    "inicio":{
        "Hola, soy Diego":"Hola, soy Diego" 
    },
    "sobre-mi":{
        "Sobre Mi": "Sobre Mi",
        "Infor": "Hola, soy Diego Moreno. ",
        "Informacion": "Un desarrollador web especializado en Drupal y backend. Tengo experiencia en el desarrollo de aplicaciones web fullstack utilizando tecnologías demandadas como .NET, Drupal, Symfony y JavaScript. Soy una persona proactiva y me atraen los nuevos retos.",
        "Informacion2": "Actualmente estoy cursando el bootcamp de Fullstack Open de la Universidad de Helsinki, enfocado en React y otras tecnologías modernas.",
        "Informacion3": "Poseo amplios conocimientos en ofimática (Word, Excel, PowerPoint, Microsoft Office) y herramientas de comunicación y gestión como Zoom, Teams y Jira. Además, tengo experiencia trabajando en entornos colaborativos utilizando metodologías ágiles como Scrum, donde mis contribuciones se gestionan en repositorios Git. Tras las pruebas, recibo comentarios y realizo correcciones para entregar soluciones de alta calidad.",
        "Informacion4": "Estoy disponible para viajar y tengo un fuerte deseo de crecer tanto personal como profesionalmente. Hablo inglés a nivel B1.",
        "Datos Personales": "Datos Personales",
        "Cumpleaños": "Cumpleaños",
        "Teléfono": "Teléfono",
        "Dirección": "Dirección",
        "Cargo": "Cargo",
        "Intereses": "Intereses",
        "MÚSICA": "MÚSICA",
        "CV": "../assets/img/CV_DiegoMoreno_es.pdf",
        "Descargar CV": "Descargar CV"
    },
    "intereses":{
        "Intereses": "Intereses",
        "VIDEOJUEGOS": "VIDEOJUEGOS",
        "MUSICA": "MÚSICA",
        "VIAJAR": "VIAJAR",
        "DEPORTE": "DEPORTE",
        "POESIA": "POESIA",
        "COCHES": "COCHES",
        "FOTOS": "FOTOS"
    },
    "skills":{
        "Alto": "Alto",
        "Medio": "Medio",
        "Bajo": "Bajo",
        "Technical":"Skills técnicas",
        "Professional":"Skills profesionales",
        "Comunicacion":"Comunicación",
        "Equipo":"Trabajo en equipo",
        "Creatividad":"Creatividad",
        "Dedicacion": "Dedicacion"
    },
    "educacion": {
        "Educación": "Educación",
        "DAW": "DAW es una titulación oficial de FP que se enfoca en el desarrollo, mantenimiento e implantación de aplicaciones informáticas en diferentes entornos web, tanto en internet como en intranet y extranet Javascript, PHP, bootstrap, CSS, HTML5, Java...",
        "Bachillerato": "Bachillerato",
        "LOMCE": "Bachillerato Tecnológico de la ley LOMCE.",
        "Certificaciones": "Otras certificaciones",
        "Google": "Introducción al Desarrollo Web de Google 2022."
    },
    "experiencia":{
        "Experiencia": "Experiencia de trabajo",
        "Globalcaja": "Mis fuciones son realizacion de servicios de extraccion de datos a través de consutas fuciones para sacar los jsos y para que el equipo de front pueda trabajar con los datos proporcionados de los servicios. Otras funciones que he tenido que realizar son: Soporte Remoto, realizar de migraciones, realizar reports",
        "PuestoD": "Desarrollador de Drupal",
        "Drupal": "Mi trabajo se desempeñaba tanto Fronted como Backend desarrollar bloques, trabajar el Api Rest, crear los .twig y realizar el diseño con bootstrap, css, html... Y obtener jsons"
    },
    "contacto":{
        "Contacto": "Contacto",
        "Nombre": "Nombre",
        "Email": "Email",
        "Asunto": "Asunto",
        "Mensaje": "Mensaje",
        "Enviar": "Enviar"
    },
    "footer":{
        "FIN": "FIN",
        "muchas-gracias": "Muchas gracias por entrar a mi web, os dejo por aquí mis enlaces!"
    }

}