{
    "menu":{
        "INICIO": "INICIO",
        "SOBRE MI": "SOBRE MI",
        "CURRICULUM": "CURRICULUM",
        "PROYECTOS": "PROYECTOS",
        "CONTACTO": "CONTACTOS"
    },
    "inicio":{
        "Hola, soy Diego":"Hola, soy Diego" 
    },
    "sobre-mi":{
        "Sobre Mi": "Sobre Mi",
        "Infor": "Hola, soy Diego Moreno. ",
        "Informacion": "Actualmente ejerzo la función de Backend Developer en Globalcaja (Ext Deltanet SI) Soy una persona proactiva, me atraen los nuevos retos. A la hora de hablar en público no tengo problema. Me considero una persona con empatía, inquieto, sonrisa telefónica y un gran entusiasmo en superarme día a día. Soy un chico competitivo, como antiguo jugador de baloncesto me encanta trabajar en equipo para poder conseguir los objetivos, aprender cada día algo diferente me hace sentir realizado. Manejo amplio en ofimática (Word, Excel, PowerPoint, Microsoft Office, zoom, teams, jira), también varios lenguajes de programación (php, jquery, java, C#, angular), los frameworks Drupal, WordPress y los lenguaje de marcas HTML5, CSS, Bootstrap. Disponibilidad para viajar, crecer personal y laboralmente. Idioma: Inglés B1 y Francés A1.",
        "Datos Personales": "Datos Personales",
        "Cumpleaños": "Cumpleaños",
        "Teléfono": "Teléfono",
        "Dirección": "Dirección",
        "Cargo": "Cargo",
        "Intereses": "Intereses",
        "MÚSICA": "MÚSICA",
        "CV": "../assets/img/CV_DiegoMoreno_es.pdf",
        "Descargar CV": "Descargar CV"
    },
    "intereses":{
        "Intereses": "Intereses",
        "VIDEOJUEGOS": "VIDEOJUEGOS",
        "MUSICA": "MÚSICA",
        "VIAJAR": "VIAJAR",
        "DEPORTE": "DEPORTE",
        "POESIA": "POESIA",
        "COCHES": "COCHES",
        "FOTOS": "FOTOS"
    },
    "skills":{
        "Alto": "Alto",
        "Medio": "Medio",
        "Bajo": "Bajo",
        "Technical":"Skills técnicas",
        "Professional":"Skills profesionales",
        "Comunicacion":"Comunicación",
        "Equipo":"Trabajo en equipo",
        "Creatividad":"Creatividad",
        "Dedicacion": "Dedicacion"
    },
    "educacion": {
        "Educación": "Educación",
        "DAW": "DAW es una titulación oficial de FP que se enfoca en el desarrollo, mantenimiento e implantación de aplicaciones informáticas en diferentes entornos web, tanto en internet como en intranet y extranet Javascript, PHP, bootstrap, CSS, HTML5, Java...",
        "Bachillerato": "Bachillerato",
        "LOMCE": "Bachillerato Tecnológico de la ley LOMCE.",
        "Certificaciones": "Otras certificaciones",
        "Google": "Introducción al Desarrollo Web de Google 2022."
    },
    "experiencia":{
        "Experiencia": "Experiencia de trabajo",
        "Globalcaja": "Mis fuciones son realizacion de servicios de extraccion de datos a través de consutas fuciones para sacar los jsos y para que el equipo de front pueda trabajar con los datos proporcionados de los servicios. Otras funciones que he tenido que realizar son: Soporte Remoto, realizar de migraciones, realizar reports",
        "PuestoD": "Desarrollador de Drupal",
        "Drupal": "Mi trabajo se desempeñaba tanto Fronted como Backend desarrollar bloques, trabajar el Api Rest, crear los .twig y realizar el diseño con bootstrap, css, html... Y obtener jsons"
    },
    "contacto":{
        "Contacto": "Contacto",
        "Nombre": "Nombre",
        "Email": "Email",
        "Asunto": "Asunto",
        "Mensaje": "Mensaje",
        "Enviar": "Enviar"
    },
    "footer":{
        "FIN": "FIN",
        "muchas-gracias": "Muchas gracias por entrar a mi web, os dejo por aquí mis enlaces!"
    }

}